Repository: 3br7man/R7.Epsilon
Catalog: R7.Epsilon.LayoutManager/App_LocalResources/EditLayout.ascx.*.resx
Languages: ru_ru

# labelLayoutName.Text
source: Layout Name:
ru_ru: Название лейаута:

# labelLayoutName.Help
source: Name of the layout file, without extension
ru_ru: Имя файла лейаута, без расширения.

# valContent.ErrorMessage
source: <br>Content is required
ru_ru: <br>Содержимое обязательно!

# ModuleHelp.Text
source: <P>A R7.Epsilon.LayoutManager module</P>
ru_ru: <P>Модуль R7.Epsilon.LayoutManager</P>

# ControlTitle_edit.Text
source: Edit Layout
ru_ru: Редактирование лейаута

# LayoutFileNotFound.Error
source: Cannot find specified layout file.
ru_ru: Указанный файл лейаута не найден.

# InvalidQueryString.Error
source: Query string is invalid.
ru_ru: Строка запроса не верна.

# LayoutName.Required
source: The name of the layout file is required.
ru_ru: Укажите имя файла лейаута.

# DeleteItem.Format
source: Are you sure you want to delete the {0} layout?
ru_ru: Уверены, что хотите удалить лейаут {0}?

# LayoutFileAlreadyExists.Warning
source: Layout file with this name already exists. Please enter different name and try again.
ru_ru: Файл лейаута с таким именем уже существует. Введите другое имя и попробуйте снова.
